Repository: thomasboom/BreathSpace
Catalog: lib/l10n/app_*.arb
Languages: de, fr, ja, nl, pt, ru, sw

# searchHint
source: Search exercises...
de: Übungen suchen...
fr: Rechercher par titre, motif ou introduction
ja: エクササイズを検索...
nl: Zoek oefeningen...
pt: Pesquisar por título, padrão ou introdução
ru: Поиск по названию, шаблону или вступлению
sw: Tafuta mazoezi...

source: Progressive
de: Progressiv
fr: Progressif
ja: プログレッシブ
nl: Progressief
pt: Progressivo
ru: Прогрессивный
sw: Mtindo unaopangika

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
nl: Instellingen
pt: Configurações
ru: Настройки
sw: Mipangilio

source: Language
de: Sprache
fr: Langue
ja: 言語
nl: Taal
pt: Idioma
ru: Язык
sw: Lugha

# languageSystem
source: System default
de: Systemstandard
fr: Par défaut du système
ja: システムデフォルト
nl: Systeemstandaard
pt: Padrão do sistema
ru: По умолчанию системы
sw: Chaguo-msingi la mfumo

# languageEnglish
source: English
de: Englisch
fr: Anglais
ja: 英語
nl: Engels
pt: Inglês
ru: Английский
sw: Kiingereza

# languageDutch
source: Dutch
de: Niederländisch
fr: Néerlandais
ja: オランダ語
nl: Nederlands
pt: Holandês
ru: Нидерландский
sw: Kiholanzi

# languageSpanish
source: Spanish
fr: Espagnol
ja: スペイン語
nl: Spaans
pt: Espanhol
ru: Испанский
sw: Kihispania

# languageItalian
source: Italian
fr: Italien
ja: イタリア語
nl: Italiaans
pt: Italiano
ru: Итальянский
sw: Kiitaliano

# languageGerman
source: German
de: Deutsch
fr: Allemand
ja: ドイツ語
nl: Duits
pt: Alemão
ru: Немецкий
sw: Kijerumani

# languageChinese
source: Chinese
fr: Chinois
ja: 中国語
nl: Chinees
pt: Chinês
ru: Китайский
sw: Kichina

# languageBulgarian
source: Bulgarian
fr: Bulgare
ja: ブルガリア語
nl: Bulgaars
pt: Búlgaro
ru: Болгарский
sw: Kibulgaria

# languageFrench
source: French
de: Französisch
fr: Français
ja: フランス語
nl: Frans
pt: Francês
ru: Французский
sw: Kifaransa

# languageJapanese
source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
nl: Japans
pt: Japonês
ru: Японский
sw: Kijapani

# languagePortuguese
source: Portuguese
de: Portugiesisch
fr: Portugais
ja: ポルトガル語
nl: Portugees
pt: Português
ru: Португальский
sw: Kireno

# languageRussian
source: Russian
de: Russisch
fr: Russe
ja: ロシア語
nl: Russisch
pt: Russo
ru: Русский
sw: Kirusi

# languageArabic
source: Arabic
de: Arabisch
fr: Arabe
ja: アラビア語
nl: Arabisch
pt: Árabe
ru: Арабский
sw: Kiarabu

# languageKorean
source: Korean
de: Koreanisch
fr: Coréen
ja: 韓国語
nl: Koreaans
pt: Coreano
ru: Корейский
sw: Kikorea

# languageHindi
source: Hindi
ja: ヒンディー語
ru: Хинди
sw: Kihindi

# languageTurkish
source: Turkish
de: Türkisch
fr: Turc
ja: トルコ語
nl: Turks
pt: Turco
ru: Турецкий
sw: Kituruki

# languagePolish
source: Polish
de: Polnisch
fr: Polonais
ja: ポーランド語
nl: Pools
pt: Polonês
ru: Польский
sw: Kipolishi

source: Theme
de: Thema
fr: Thème
ja: テーマ
nl: Thema
pt: Tema
ru: Тема
sw: Mandhari

# themeSystem
source: System Default
de: Systemstandard
fr: Par défaut du système
ja: システムデフォルト
nl: Systeemstandaard
pt: Padrão do sistema
ru: По умолчанию системы
sw: Chaguo-msingi la Mfumo

# themeLight
source: Light
de: Hell
fr: Clair
ja: ライト
nl: Licht
pt: Claro
ru: Светлая
sw: Mwangaza

# themeDark
source: Dark
de: Dunkel
fr: Sombre
ja: ダーク
nl: Donker
pt: Escuro
ru: Темная
sw: Giza

source: Use List View
de: Listenansicht verwenden
fr: Utiliser la vue en liste
ja: リストビューを使用
nl: Gebruik lijstweergave
pt: Usar visualização em lista
ru: Использовать список
sw: Tumia Orodha

source: View Mode
de: Ansichtsmodus
fr: Mode d'affichage
ja: 表示モード
nl: Weergavemodus
pt: Modo de visualização
ru: Режим просмотра
sw: Hali ya Kuona

source: List View
de: Listenansicht
fr: Vue en liste
ja: リスト表示
nl: Lijstweergave
pt: Visualização em lista
ru: Просмотр списком
sw: Mtazamo wa Orodha

source: AI Mode
de: KI-Modus
fr: Mode IA
ja: AIモード
nl: AI-modus
pt: Modo IA
ru: Режим ИИ
sw: Hali ya AI

source: Quiz Mode
de: Quiz-Modus
fr: Mode Quiz
ja: クイズモード
nl: Quizmodus
pt: Modo de Questionário
ru: Режим викторины
sw: Hali ya Majaribio

source: Start
fr: Commencer
ja: 開始
pt: Começar
ru: Начать
sw: Anza

source: No exercises found.
de: Keine Übungen gefunden.
fr: Aucun exercice trouvé.
ja: エクササイズが見つかりません。
nl: Geen oefeningen gevonden.
pt: Nenhum exercício encontrado.
ru: Упражнения не найдены.
sw: Hakuna mazoezi yaliyopatikana.

source: Inhale
de: Einatmen
fr: Inspirez
ja: 吸う
nl: Inademen
pt: Inalar
ru: Вдох
sw: Pumua ndani

source: Exhale
de: Ausatmen
fr: Expirez
ja: 吐く
nl: Uitademen
pt: Exalar
ru: Выдох
sw: Pumua nje

# hold
source: Hold calmly
de: Halte ruhig
fr: Tiens calmement
ja: 落ち着いて止めて
nl: Houd kalm
pt: Segure calmamente
ru: Держи спокойно
sw: Shikiza kwa utulivu

source: through nose
de: durch die Nase
fr: par le nez
ja: 鼻で
nl: door neus
pt: pelo nariz
ru: через нос
sw: kupitia puani

source: through mouth
de: durch den Mund
fr: par la bouche
ja: 口で
nl: door mond
pt: pela boca
ru: через рот
sw: kupitia mdomoni

source: while holding breath
de: beim Anhalten des Atems
fr: en retenant votre respiration
ja: 息を止める間
nl: tijdens het ophouden van de adem
pt: enquanto prende a respiração
ru: задерживая дыхание
sw: wakati wa kushikiza pumzi

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
nl: Sluiten
pt: Fechar
ru: Закрыть
sw: Funga

# exerciseInvalid
source: Exercise not found or invalid pattern.
de: Übung nicht gefunden oder ungültiges Muster.
fr: Exercice non trouvé ou motif invalide.
ja: エクササイズが見つからないか、無効なパターンです。
nl: Oefening niet gevonden of ongeldig patroon.
pt: Exercício não encontrado ou padrão inválido.
ru: Упражнение не найдено или недопустимый шаблон.
sw: Mazoezi hayajapatikana au mtindo si sahihi.

source: Progressive Exercise
de: Progressive Übung
fr: Exercice progressif
ja: プログレッシブエクササイズ
nl: Progressieve Oefening
pt: Exercício Progressivo
ru: Прогрессивное упражнение
sw: Mazoezi yanayopangika

source: Pattern
de: Muster
fr: Motif
ja: パターン
nl: Patroon
pt: Padrão
ru: Шаблон
sw: Mtindo

source: Sound Effects
de: Soundeffekte
fr: Effets sonores
ja: 効果音
nl: Geluidseffecten
pt: Efeitos sonoros
ru: Звуковые эффекты
sw: Madhubuti ya Sauti

source: Music
de: Musik
fr: Musique
ja: 音楽
nl: Muziek
pt: Música
ru: Музыка
sw: Muziki

# musicOff
source: Off
de: Aus
fr: Désactivée
ja: オフ
nl: Uit
pt: Desligado
ru: Выключено
sw: Imezimwa

# musicNature
source: Nature
de: Natur
ja: 自然
nl: Natuur
pt: Natureza
ru: Природа
sw: Asili

# musicPiano
source: Piano
ja: ピアノ
ru: Фортепиано

source: Replay Intro
de: Intro wiederholen
fr: Rejouer l'introduction
ja: イントロを再再生
nl: Intro opnieuw afspelen
pt: Reproduzir introdução novamente
ru: Повторить вступление
sw: Cheza tena Utangulizi

# welcomeTitle
source: Welcome to BreathSpace
de: Willkommen bei BreathSpace
fr: Bienvenue dans BreathSpace
ja: BreathSpaceへようこそ
nl: Welkom bij BreathSpace
pt: Bem-vindo ao BreathSpace
ru: Добро пожаловать в BreathSpace
sw: Karibu BreathSpace

source: Get Started
de: Loslegen
fr: Commencer
ja: 始めましょう
nl: Beginnen
pt: Começar
ru: Начать
sw: Anza

# promptCacheTitle
source: AI Prompt Cache
de: KI-Eingabeaufforderungs-Cache
fr: Cache des invites IA
ja: AIプロンプトキャッシュ
pt: Cache de Prompt de IA
ru: Кэш запросов ИИ
sw: Hifadhi ya Maoni ya AI

# promptCacheSubtitle
source: Cached responses for faster recommendations
de: Zwischengespeicherte Antworten für schnellere Empfehlungen
fr: Réponses mises en cache pour des recommandations plus rapides
ja: より速い推奨のためのキャッシュされた応答
nl: Gecachte reacties voor snellere aanbevelingen
pt: Respostas em cache para recomendações mais rápidas
ru: Кэшированные ответы для более быстрых рекомендаций
sw: Majibu yaliyohifadhiwa kwa mapendekezo haraka

# promptCacheEntries
source: entries
de: Einträge
fr: entrées
ja: エントリー
nl: items
pt: entradas
ru: записи
sw: maingizo

# promptCacheClear
source: Clear Cache
de: Cache leeren
fr: Vider le cache
ja: キャッシュをクリア
nl: Cache wissen
pt: Limpar cache
ru: Очистить кэш
sw: Futa Hifadhi

source: Prompt cache cleared
de: Eingabeaufforderungs-Cache geleert
fr: Cache des invites vidé
ja: プロンプトキャッシュがクリアされました
nl: Prompt cache gewist
pt: Cache de prompt limpo
ru: Кэш запросов очищен
sw: Hifadhi ya maoni imefutwa

source: Voice Guide
de: Sprachführung
fr: Guide vocal
ja: ボイスガイド
nl: Stemgids
pt: Guia de voz
ru: Голосовой гид
sw: Uongozi wa Sauti

# voiceGuideOff
source: Off
de: Aus
fr: Désactivé
ja: オフ
nl: Uit
pt: Desligado
ru: Выключено
sw: Imezimwa

# voiceGuideThomas
source: Thomas
ja: トーマス
ru: Томас

# exerciseFinishedTitle
source: Exercise finished
de: Übung beendet
fr: Exercice terminé
ja: エクササイズ完了
nl: Oefening voltooid
pt: Exercício terminado
ru: Упражнение завершено
sw: Mazoezi yamemaliza

# exerciseFinishedSubtitle
source: I hope you feel better.
de: Ich hoffe, du fühlst dich besser.
fr: J'espère que vous vous sentez mieux.
ja: 気分が良くなったことを願っています。
nl: Ik hoop dat je je beter voelt.
pt: Espero que se sinta melhor.
ru: Надеюсь, вам стало лучше.
sw: Natumai utajisikia bora zaidi.

source: Back to Home
de: Zurück zur Startseite
fr: Retour à l'accueil
ja: ホームに戻る
nl: Terug naar start
pt: Voltar ao início
ru: Вернуться домой
sw: Rudi Nyumbani

source: Copy Link
de: Link kopieren
fr: Copier le lien
ja: リンクをコピー
nl: Link kopiëren
pt: Copiar link
ru: Копировать ссылку
sw: Nakili Kiungo

source: Copy Exercise Link
de: Übungslink kopieren
fr: Copier le lien de l'exercice
ja: エクササイズリンクをコピー
nl: Oefening link kopiëren
pt: Copiar link do exercício
ru: Копировать ссылку на упражнение
sw: Nakili Kiungo cha Mazoezi

# linkCopied
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
fr: Lien copié dans le presse-papiers
ja: リンクがクリップボードにコピーされました
nl: Link gekopieerd naar klembord
pt: Link copiado para a área de transferência
ru: Ссылка скопирована в буфер обмена
sw: Kiungo kimenakiliwa kwenye ubao wa kunakilia

# termsAgreementPrefix
source: By continuing, you agree to our
de: Durch die Fortsetzung stimmst du unserer
fr: En continuant, vous acceptez nos
ja: 続行することで、当社の
nl: Door verder te gaan, ga je akkoord met onze
pt: Ao continuar, você concorda com nossos
ru: Продолжая, вы соглашаетесь с нашими
sw: Kwa kuendelea, unakubaliana na

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー
nl: Privacybeleid
pt: Política de Privacidade
ru: Политикой конфиденциальности
sw: Sera ya Faragha

# exerciseTitle_relaxingBreath
source: Relaxing Breath
de: Entspannende Atmung
fr: Respiration Relaxante
ja: リラックス呼吸法
nl: Ontspannende Ademhaling
pt: Respiração Relaxante
ru: Расслабляющее дыхание

# exerciseIntro_relaxingBreath
source: Promotes sleep and reduces anxiety.
de: Fördert den Schlaf und reduziert Angstzustände.
fr: Favorise le sommeil et réduit l'anxiété.
ja: 睡眠を促進し、不安を軽減します。
nl: Bevordert slaap en vermindert angst.
pt: Promove o sono e reduz a ansiedade.
ru: Способствует сну и снижает тревожность.

# exerciseTitle_boxBreathingNavySeals
source: Box Breathing
de: Box-Atmung
fr: Respiration carrée
ja: ボックス呼吸法
nl: Box Ademhaling
pt: Respiração Quadrada
ru: Квадратное дыхание

# exerciseIntro_boxBreathingNavySeals
source: Used by Navy SEALs for stress management.
de: Wird von Navy SEALs für Stressmanagement verwendet.
fr: Utilisée par les Navy SEALs pour la gestion du stress.
ja: 海兵隊員がストレス管理に使用するテクニック。
nl: Gebruikt door Navy SEALs voor stressbeheersing.
pt: Usada pelos Navy SEALs para controle de estresse.
ru: Используется морскими котиками для управления стрессом.

# exerciseTitle_twoOneRatio
source: 2:1 Ratio Breathing
de: 2:1 Atemverhältnis
fr: Respiration 2:1
ja: 2:1呼吸法
nl: 2:1 Verhouding Ademhaling
pt: Respiração 2:1
ru: Дыхание в соотношении 2:1

# exerciseIntro_twoOneRatio
source: Simple calming technique for beginners.
de: Einfache beruhigende Technik für Anfänger.
fr: Technique de relaxation simple pour débutants.
ja: 初心者向けの簡単なリラクゼーションテクニック。
nl: Eenvoudige kalmerende techniek voor beginners.
pt: Técnica simples de relaxamento para iniciantes.
ru: Простая техника расслабления для новичков.

# exerciseTitle_equalBreathing
source: Equal Breathing
de: Gleichmäßige Atmung
fr: Respiration Égale
ja: 均等呼吸法
nl: Gelijke Ademhaling
pt: Respiração Igual
ru: Равное дыхание

# exerciseIntro_equalBreathing
source: Balances nervous system activation.
de: Balanciert die Aktivierung des Nervensystems.
fr: Équilibre l'activation du système nerveux.
ja: 神経系の活性化をバランスします。
nl: Balanceren van de activatie van het zenuwstelsel.
pt: Equilibra a ativação do sistema nervoso.
ru: Балансирует активацию нервной системы.

# exerciseTitle_modified478
source: Modified 4-7-8
de: Modifiziertes 4-7-8
fr: 4-7-8 Modifié
ja: 修正版4-7-8呼吸法
nl: Aangepaste 4-7-8
pt: 4-7-8 Modificado
ru: Модифицированное 4-7-8

# exerciseIntro_modified478
source: Gentler version for anxiety relief.
de: Sanftere Version zur Angstbewältigung.
fr: Version plus douce pour soulager l'anxiété.
ja: 不安解消のための穏やかなバージョン。
nl: Mildere versie voor angstverlichting.
pt: Versão mais suave para alívio da ansiedade.
ru: Более мягкая версия для облегчения тревожности.

# exerciseTitle_coherentBreathing
source: Coherent Breathing
de: Kohärente Atmung
fr: Respiration Cohérente
ja: コヒーレント呼吸法
nl: Coherente Ademhaling
pt: Respiração Coerente
ru: Согласованное дыхание

# exerciseIntro_coherentBreathing
source: Optimizes heart rate variability.
de: Optimiert die Herzratenvariabilität.
fr: Optimise la variabilité de la fréquence cardiaque.
ja: 心拍変動を最適化します。
nl: Optimaliseert de variabiliteit van de hartslag.
pt: Otimiza a variabilidade da frequência cardíaca.
ru: Оптимизирует вариабельность сердечного ритма.

# exerciseTitle_extendedExhale
source: Extended Exhale
de: Verlängerte Ausatmung
fr: Expiration Prolongée
ja: 延長呼気法
nl: Verlengde Uitademing
pt: Expiração Estendida
ru: Продленный выдох

# exerciseIntro_extendedExhale
source: Activates parasympathetic response.
de: Aktiviert die parasympathische Reaktion.
fr: Active la réponse parasympathique.
ja: 副交感神経反応を活性化します。
nl: Activeert de parasympathische reactie.
pt: Ativa a resposta parassimpática.
ru: Активирует парасимпатический ответ.

# exerciseTitle_miniBox
source: Mini Box Breathing
de: Mini-Box-Atmung
fr: Mini Respiration Carrée
ja: ミニボックス呼吸法
nl: Mini Box Ademhaling
pt: Mini Respiração Quadrada
ru: Мини квадратное дыхание

# exerciseIntro_miniBox
source: Quick stress relief for busy moments.
de: Schnelle Stressentlastung für geschäftige Momente.
fr: Soulagement rapide du stress pour les moments chargés.
ja: 忙しい時間のためのクイックストレス解消法。
nl: Snelle stressverlichting voor drukke momenten.
pt: Alívio rápido do estresse para momentos ocupados.
ru: Быстрое облегчение стресса для занятых моментов.

# exerciseTitle_samaVritti
source: Sama Vritti
ja: サーマ・ヴリッティ
ru: Сама Вритти

# exerciseIntro_samaVritti
source: Improves concentration and mental clarity.
de: Verbessert Konzentration und geistige Klarheit.
fr: Améliore la concentration et la clarté mentale.
ja: 集中力と精神的明晰さを向上させます。
nl: Verbetert concentratie en mentale helderheid.
pt: Melhora a concentração e a clareza mental.
ru: Улучшает концентрацию и умственную ясность.

# exerciseTitle_deepEqual
source: Deep Equal Breathing
de: Tiefes gleichmäßiges Atmen
fr: Respiration Égale Profonde
ja: ディープ均等呼吸法
nl: Diepe Gelijk Ademhaling
pt: Respiração Igual Profunda
ru: Глубокое равное дыхание

# exerciseIntro_deepEqual
source: Enhances focus and cognitive performance.
de: Verbessert Fokus und kognitive Leistung.
fr: Améliore la concentration et les performances cognitives.
ja: 集中力と認知機能を向上させます。
nl: Verbetert de focus en cognitieve prestaties.
pt: Melhora o foco e o desempenho cognitivo.
ru: Улучшает фокусировку и когнитивные способности.

# exerciseTitle_squareBreathing
source: Square Breathing
de: Quadratische Atmung
fr: Respiration Carrée
ja: スクエア呼吸法
nl: Vierkante Ademhaling
pt: Respiração Quadrada
ru: Квадратное дыхание

# exerciseIntro_squareBreathing
source: Builds mental resilience.
de: Baut mentale Resilienz auf.
fr: Développe la résilience mentale.
ja: 精神的な回復力を育みます。
nl: Bouwt mentale veerkracht op.
pt: Constrói resiliência mental.
ru: Развивает психическую устойчивость.

# exerciseTitle_quickFocus
source: Quick Focus
de: Schneller Fokus
fr: Concentration Rapide
ja: クイックフォーカス
nl: Snelle Focus
pt: Foco Rápido
ru: Быстрый фокус

# exerciseIntro_quickFocus
source: Rapid attention enhancement.
de: Schnelle Aufmerksamkeitssteigerung.
fr: Amélioration rapide de l'attention.
ja: 注意力を迅速に向上させます。
nl: Snelle aandachtsversterking.
pt: Melhoria rápida da atenção.
ru: Быстрое улучшение внимания.

# exerciseTitle_ujjayiModified
source: Modified Ujjayi
de: Modifizierter Ujjayi
fr: Ujjayi Modifié
ja: 修正版ウジャイ呼吸法
nl: Aangepaste Ujjayi
pt: Ujjayi Modificado
ru: Модифицированный Уджайи

# exerciseIntro_ujjayiModified
source: Builds internal heat and focus.
de: Baut innere Wärme und Fokus auf.
fr: Développe la chaleur interne et la concentration.
ja: 体内の熱と集中力を育みます。
nl: Bouwt interne warmte en focus op.
pt: Constrói calor interno e foco.
ru: Создает внутреннее тепло и концентрацию.

# exerciseTitle_extendedBox
source: Extended Box Breathing
de: Erweiterte Box-Atmung
fr: Respiration Carrée Étendue
ja: 拡張ボックス呼吸法
nl: Uitgebreide Box Ademhaling
pt: Respiração Quadrada Estendida
ru: Расширенное квадратное дыхание

# exerciseIntro_extendedBox
source: Advanced stress management.
de: Fortgeschrittenes Stressmanagement.
fr: Gestion avancée du stress.
ja: 高度なストレス管理。
nl: Geavanceerde stressbeheersing.
pt: Gestão avançada do estresse.
ru: Продвинутое управление стрессом.

# exerciseTitle_trianglePlus
source: Triangle Plus
de: Dreieck Plus
ja: トライアングルプラス
nl: Driehoek Plus
pt: Triângulo Plus
ru: Треугольник Плюс

# exerciseIntro_trianglePlus
source: Complex pattern for experienced practitioners.
de: Komplexes Muster für erfahrene Praktizierende.
fr: Schéma complexe pour les praticiens expérimentés.
ja: 経験豊富な実践者向けの複雑なパターン。
nl: Complex patroon voor ervaren beoefenaren.
pt: Padrão complexo para praticantes experientes.
ru: Сложный паттерн для опытных практикующих.

# exerciseTitle_oneTwoExtended
source: 1:2 Extended Breathing
de: 1:2 Erweiterte Atmung
fr: Respiration Étendue 1:2
ja: 1:2延長呼吸法
nl: 1:2 Uitgebreide Ademhaling
pt: Respiração Estendida 1:2
ru: Расширенное дыхание 1:2

# exerciseIntro_oneTwoExtended
source: Deep relaxation and blood pressure reduction.
de: Tiefe Entspannung und Blutdrucksenkung.
fr: Relaxation profonde et réduction de la pression artérielle.
ja: 深いリラックスと血圧低下。
nl: Diepe ontspanning en verlaging van de bloeddruk.
pt: Relaxamento profundo e redução da pressão arterial.
ru: Глубокая релаксация и снижение артериального давления.

# exerciseTitle_gentleHold
source: Gentle Hold
de: Sanftes Halten
fr: Retenue Douce
ja: ジェントルホールド
nl: Zachte Vasthouding
pt: Suspensão Suave
ru: Мягкое удержание

# exerciseIntro_gentleHold
source: For those with lung capacity limitations.
de: Für Menschen mit Lungenkapazitätsbeschränkungen.
fr: Pour ceux ayant des limitations de capacité pulmonaire.
ja: 肺活量に制限のある方のために。
nl: Voor mensen met beperkingen in longcapaciteit.
pt: Para aqueles com limitações de capacidade pulmonar.
ru: Для тех, у кого ограничена емкость легких.

# exerciseTitle_longBreath
source: Long Breath
de: Langes Atmen
fr: Respiration Longue
ja: ロングブレス
nl: Lange Ademhaling
pt: Respiração Longa
ru: Длинное дыхание

# exerciseIntro_longBreath
source: Increases lung capacity and endurance.
de: Erhöht die Lungenkapazität und Ausdauer.
fr: Augmente la capacité pulmonaire et l'endurance.
ja: 肺活量と持久力を向上させます。
nl: Verhoogt de longcapaciteit en uithoudingsvermogen.
pt: Aumenta a capacidade pulmonar e a resistência.
ru: Увеличивает емкость легких и выносливость.

# exerciseTitle_classic478Extended
source: Classic 4-7-8 Extended
de: Klassisches 4-7-8 Erweitert
fr: Classique 4-7-8 Étendu
ja: クラシック4-7-8延長版
nl: Klassieke 4-7-8 Uitgebreid
pt: Clássico 4-7-8 Estendido
ru: Классическое 4-7-8 расширенное

# exerciseIntro_classic478Extended
source: Maximum relaxation response.
de: Maximale Entspannungsreaktion.
fr: Réponse de relaxation maximale.
ja: 最大限のリラックス反応。
nl: Maximale ontspanningsreactie.
pt: Resposta máxima de relaxamento.
ru: Максимальный релаксационный ответ.

# exerciseTitle_goldenRatio
source: Golden Ratio
de: Goldener Schnitt
fr: Nombre d'Or
ja: 黄金比
nl: Gouden Verhouding
pt: Proporção Áurea
ru: Золотое сечение

# exerciseIntro_goldenRatio
source: Based on mathematical harmony principles.
de: Basierend auf mathematischen Harmonieprinzipien.
fr: Basé sur les principes d'harmonie mathématique.
ja: 数学的調和原理に基づいています。
nl: Gebaseerd op principes van wiskundige harmonie.
pt: Baseado em princípios de harmonia matemática.
ru: Основано на принципах математической гармонии.

# exerciseTitle_sleepPreparationProtocol
source: Sleep Preparation Protocol
de: Schlafvorbereitungsprotokoll
fr: Protocole de Préparation au Sommeil
ja: 睡眠準備プロトコル
nl: Slaap Voorbereiding Protocol
pt: Protocolo de Preparação para o Sono
ru: Протокол подготовки ко сну

# exerciseIntro_sleepPreparationProtocol
source: A progressive sequence to prepare your body and mind for restful sleep.
de: Eine progressive Sequenz, um Ihren Körper und Geist auf einen erholsamen Schlaf vorzubereiten.
fr: Une séquence progressive pour préparer votre corps et votre esprit à un sommeil réparateur.
ja: 心身を快眠のために準備するための段階的な順序。
nl: Een progressieve sequentie om je lichaam en geest voor te bereiden op rustgevende slaap.
pt: Uma sequência progressiva para preparar seu corpo e mente para um sono tranquilo.
ru: Прогрессирующая последовательность для подготовки тела и разума к крепкому сну.

# exerciseTitle_anxietyRecoverySequence
source: Anxiety Recovery Sequence
de: Angstbewältigungssequenz
fr: Séquence de Récupération d'Anxiété
ja: 不安回復シーケンス
nl: Angst Herstel Sequentie
pt: Sequência de Recuperação de Ansiedade
ru: Последовательность восстановления от тревожности

# exerciseIntro_anxietyRecoverySequence
source: A progressive approach to calm anxiety and restore emotional balance.
de: Ein progressiver Ansatz zur Beruhigung von Angst und Wiederherstellung des emotionalen Gleichgewichts.
fr: Une approche progressive pour calmer l'anxiété et restaurer l'équilibre émotionnel.
ja: 不安を落ち着け、感情のバランスを回復するための段階的アプローチ。
nl: Een progressieve aanpak om angst te kalmeren en emotionele balans te herstellen.
pt: Uma abordagem progressiva para acalmar a ansiedade e restaurar o equilíbrio emocional.
ru: Прогрессивный подход к успокоению тревожности и восстановлению эмоционального баланса.

# exerciseTitle_morningEnergyBuilder
source: Morning Energy Builder
de: Morgendlicher Energieaufbau
fr: Constructeur d'Énergie du Matin
ja: 朝のエネルギービルダー
nl: Ochtend Energie Opbouwer
pt: Construtor de Energia Matinal
ru: Утренний строитель энергии

# exerciseIntro_morningEnergyBuilder
source: A progressive sequence to awaken your body and mind for the day ahead.
de: Eine progressive Sequenz, um Ihren Körper und Geist für den kommenden Tag zu wecken.
fr: Une séquence progressive pour réveiller votre corps et votre esprit pour la journée à venir.
ja: 一日の始まりに向けて体と心を覚醒させるための段階的シーケンス。
nl: Een progressieve sequentie om je lichaam en geest wakker te maken voor de dag die komt.
pt: Uma sequência progressiva para despertar seu corpo e mente para o dia que se aproxima.
ru: Прогрессивная последовательность для пробуждения тела и разума на предстоящий день.

# exerciseTitle_panicAttackManagement
source: Panic Attack Management
de: Panikattacken-Bewältigung
fr: Gestion des Crises de Panique
ja: パニック発作管理
nl: Paniek Aanval Beheersing
pt: Gestão de Ataques de Pânico
ru: Управление паническими атаками

# exerciseIntro_panicAttackManagement
source: A progressive sequence to quickly calm panic attacks and restore control.
de: Eine progressive Sequenz, um Panikattacken schnell zu beruhigen und die Kontrolle wiederherzustellen.
fr: Une séquence progressive pour calmer rapidement les crises de panique et restaurer le contrôle.
ja: パニック発作を素早く落ち着け、コントロールを回復するための段階的シーケンス。
nl: Een progressieve sequentie om snel paniekaanvallen te kalmeren en controle te herstellen.
pt: Uma sequência progressiva para acalmar rapidamente ataques de pânico e restaurar o controle.
ru: Прогрессивная последовательность для быстрого успокоения панических атак и восстановления контроля.
