Repository: thomasboom/BreathSpace
Catalog: lib/l10n/app_*.arb
Languages: de, fr, ja, nl, pt, ru, sw

# exerciseTitle_concentrationTraining
source: Concentration Training
de: Konzentrationstraining
fr: Entraînement de la Concentration
ja: 集中力トレーニング
nl: Concentratietraining
pt: Treinamento de Concentração
ru: Тренировка концентрации

# exerciseIntro_concentrationTraining
source: A progressive sequence to develop and sustain mental focus over time.
de: Eine progressive Sequenz, um den geistigen Fokus im Laufe der Zeit zu entwickeln und aufrechtzuerhalten.
fr: Une séquence progressive pour développer et maintenir la concentration mentale dans le temps.
ja: 時間をかけて精神的な集中力を育て、維持するための段階的シーケンス。
nl: Een progressieve sequentie om mentale focus te ontwikkelen en in stand te houden.
pt: Uma sequência progressiva para desenvolver e sustentar o foco mental ao longo do tempo.
ru: Прогрессивная последовательность для развития и поддержания умственного фокуса с течением времени.

# exerciseTitle_bloodPressureReduction
source: Blood Pressure Reduction
de: Blutdrucksenkung
fr: Réduction de la Pression Artérielle
ja: 血圧低下
nl: Bloeddrukverlaging
pt: Redução da Pressão Arterial
ru: Снижение артериального давления

# exerciseIntro_bloodPressureReduction
source: A progressive sequence designed to lower blood pressure through therapeutic breathing.
de: Eine progressive Sequenz, die entwickelt wurde, um den Blutdruck durch therapeutisches Atmen zu senken.
fr: Une séquence progressive conçue pour faire baisser la pression artérielle par la respiration thérapeutique.
ja: 治療的呼吸法によって血圧を下げるために設計された段階的シーケンス。
nl: Een progressieve sequentie ontworpen om de bloeddruk te verlagen via therapeutische ademhaling.
pt: Uma sequência progressiva projetada para reduzir a pressão arterial através da respiração terapêutica.
ru: Прогрессивная последовательность, разработанная для снижения артериального давления с помощью терапевтического дыхания.

# exerciseTitle_preCompetitionProtocol
source: Pre-Competition Protocol
de: Vorbereitungsprotokoll
fr: Protocole Pré-Compétition
ja: 競技前プロトコル
nl: Voorwedstrijd Protocol
pt: Protocolo Pré-Competição
ru: Протокол перед соревнованием

# exerciseIntro_preCompetitionProtocol
source: A progressive sequence to prepare mentally and physically for peak performance.
de: Eine progressive Sequenz, um sich mental und physisch auf Höchstleistungen vorzubereiten.
fr: Une séquence progressive pour se préparer mentalement et physiquement aux performances de pointe.
ja: ピークパフォーマンスに向けて精神的・身体的に準備するための段階的シーケンス。
nl: Een progressieve sequentie om mentaal en fysiek voor te bereiden op piekprestaties.
pt: Uma sequência progressiva para preparar mental e fisicamente para o desempenho de pico.
ru: Прогрессивная последовательность для психической и физической подготовки к пиковому выступлению.

# exerciseTitle_postWorkoutRecovery
source: Post-Workout Recovery
de: Erholung nach dem Training
fr: Récupération Post-Entraînement
ja: トレーニング後回復
nl: Herstel Na Training
pt: Recuperação Pós-Treino
ru: Восстановление после тренировки

# exerciseIntro_postWorkoutRecovery
source: A progressive sequence to normalize heart rate and accelerate recovery after exercise.
de: Eine progressive Sequenz, um die Herzfrequenz zu normalisieren und die Erholung nach dem Training zu beschleunigen.
fr: Une séquence progressive pour normaliser le rythme cardiaque et accélérer la récupération après l'exercice.
ja: 運動後の心拍数を正常化し、回復を促進するための段階的シーケンス。
nl: Een progressieve sequentie om de hartslag te normaliseren en herstel na training te versnellen.
pt: Uma sequência progressiva para normalizar a frequência cardíaca e acelerar a recuperação após o exercício.
ru: Прогрессивная последовательность для нормализации сердечного ритма и ускорения восстановления после упражнений.

# exerciseTitle_meditationPreparation
source: Meditation Preparation
de: Meditationsvorbereitung
fr: Préparation à la Méditation
ja: 瞑想準備
nl: Meditatie Voorbereiding
pt: Preparação para Meditação
ru: Подготовка к медитации

# exerciseIntro_meditationPreparation
source: A progressive sequence to settle the mind and transition into deeper meditation.
de: Eine progressive Sequenz, um den Geist zu beruhigen und in eine tiefere Meditation überzugehen.
fr: Une séquence progressive pour apaiser l'esprit et passer à une méditation plus profonde.
ja: 心を落ち着け、より深い瞑想に移行するための段階的シーケンス。
nl: Een progressieve sequentie om de geest te kalmeren en over te gaan tot diepere meditatie.
pt: Uma sequência progressiva para acalmar a mente e transitar para uma meditação mais profunda.
ru: Прогрессивная последовательность для успокоения ума и перехода к более глубокой медитации.

# exerciseTitle_chronicPainManagement
source: Chronic Pain Management
de: Chronische Schmerzbewältigung
fr: Gestion de la Douleur Chronique
ja: 慢性疼痛管理
nl: Chronische Pijn Beheersing
pt: Gestão da Dor Crônica
ru: Управление хронической болью

# exerciseIntro_chronicPainManagement
source: A progressive sequence to help manage chronic pain through controlled breathing techniques.
de: Eine progressive Sequenz, die bei der Bewältigung chronischer Schmerzen durch kontrollierte Atemtechniken hilft.
fr: Une séquence progressive pour aider à gérer la douleur chronique par des techniques de respiration contrôlée.
ja: 制御された呼吸法によって慢性疼痛の管理を支援するための段階的シーケンス。
nl: Een progressieve sequentie om chronische pijn te helpen beheren via gecontroleerde ademhalingstechnieken.
pt: Uma sequência progressiva para ajudar a gerir a dor crônica através de técnicas de respiração controlada.
ru: Прогрессивная последовательность, помогающая управлять хронической болью с помощью контролируемых дыхательных техник.

# exerciseTitle_stressReliefWave
source: Stress Relief Wave
de: Stressabbau-Welle
fr: Vague de Soulagement du Stress
ja: ストレス解消波
nl: Stressverlichtingsgolf
pt: Onda de Alívio do Estresse
ru: Волна снятия стресса

# exerciseIntro_stressReliefWave
source: Gentle rhythm to wash away stress and tension.
de: Sanfter Rhythmus, um Stress und Anspannung wegzuwaschen.
fr: Rythme doux pour balayer le stress et la tension.
ja: ストレスと緊張を洗い流すためのやさしいリズム。
nl: Zachte ritme om stress en spanning weg te wassen.
pt: Ritmo suave para lavar o estresse e a tensão.
ru: Мягкий ритм для снятия стресса и напряжения.

# exerciseTitle_energizingWakeUp
source: Energizing Wake-Up
de: Energieaufladender Weckruf
fr: Réveil Énergisant
ja: 活力の覚醒
nl: Energiekende Opwekking
pt: Despertar Energizante
ru: Энергизирующее пробуждение

# exerciseIntro_energizingWakeUp
source: Quick boost to awaken your body and energize your mind.
de: Schneller Schub, um Ihren Körper zu wecken und Ihren Geist zu energetisieren.
fr: Coup de boost rapide pour réveiller votre corps et dynamiser votre esprit.
ja: 体を覚醒させ、心にエネルギーを与えるクイックブースト。
nl: Snelle boost om je lichaam wakker te maken en je geest te energiseren.
pt: Aceleração rápida para despertar seu corpo e energizar sua mente.
ru: Быстрый заряд энергии для пробуждения тела и оживления ума.

# exerciseTitle_balanceEquilibrium
source: Balance Equilibrium
de: Balance-Gleichgewicht
fr: Équilibre de la Balance
ja: バランス均衡
nl: Balans Evenwicht
pt: Equilíbrio de Equilíbrio
ru: Равновесие баланса

# exerciseIntro_balanceEquilibrium
source: Restores equilibrium between mind and body.
de: Stellt das Gleichgewicht zwischen Geist und Körper wieder her.
fr: Restaure l'équilibre entre l'esprit et le corps.
ja: 心と体の間の均衡を回復します。
nl: Herstelt het evenwicht tussen geest en lichaam.
pt: Restaura o equilíbrio entre mente e corpo.
ru: Восстанавливает равновесие между разумом и телом.

# exerciseTitle_deepRelaxationDive
source: Deep Relaxation Dive
de: Tiefe Entspannungstauchung
fr: Plongée en Relaxation Profonde
ja: ディープリラクゼーションダイブ
nl: Diepe Ontspanning Duik
pt: Mergulho na Relaxação Profunda
ru: Погружение в глубокую релаксацию

# exerciseIntro_deepRelaxationDive
source: Dive deep into a state of complete relaxation and peace.
de: Tauchen Sie tief in einen Zustand vollständiger Entspannung und Frieden.
fr: Plongez profondément dans un état de relaxation et de paix complète.
ja: 完全なるリラックスと平安の状態に深く潜りましょう。
nl: Duik diep in een staat van volledige ontspanning en vrede.
pt: Mergulhe profundamente em um estado de relaxamento e paz completos.
ru: Погрузитесь глубоко в состояние полной расслабленности и покоя.

# exerciseTitle_cardioCoherence
source: Cardio Coherence
de: Kardio-Kohärenz
fr: Cohérence Cardiaque
ja: 心拍変動コヒーレンス
nl: Cardio Cohesie
pt: Coesão Cardíaca
ru: Кардиокогерентность

# exerciseIntro_cardioCoherence
source: A sequence to optimize heart rate variability and emotional balance.
de: Eine Sequenz zur Optimierung der Herzratenvariabilität und des emotionalen Gleichgewichts.
fr: Une séquence pour optimiser la variabilité de la fréquence cardiaque et l'équilibre émotionnel.
ja: 心拍変動性と感情のバランスを最適化するためのシーケンス。
nl: Een sequentie om de hartslagvariabiliteit en emotionele balans te optimaliseren.
pt: Uma sequência para otimizar a variabilidade da frequência cardíaca e o equilíbrio emocional.
ru: Последовательность для оптимизации вариабельности сердечного ритма и эмоционального баланса.

# stageTitle_nervousSystemBalance
source: Nervous System Balance
de: Nervensystem-Balance
fr: Équilibre du Système Nerveux
ja: 神経系のバランス
nl: Zenuwstelsel Balans
pt: Equilíbrio do Sistema Nervoso
ru: Баланс нервной системы

# stageTitle_deepRelaxation
source: Deep Relaxation
de: Tiefe Entspannung
fr: Relaxation Profonde
ja: 深度リラクゼーション
nl: Diepe Ontspanning
pt: Relaxamento Profundo
ru: Глубокая релаксация

# stageTitle_sleepInduction
source: Sleep Induction
de: Schlafinduktion
fr: Induction du Sommeil
ja: 睡眠誘導
nl: Slaap Inductie
pt: Indução do Sono
ru: Индукция сна

# stageTitle_stabilization
source: Stabilization
de: Stabilisierung
fr: Stabilisation
ja: 安定化
nl: Stabilisatie
pt: Estabilização
ru: Стабилизация

# stageTitle_grounding
source: Grounding
de: Verankern
fr: Ancrage
ja: 接地
nl: Verankeren
pt: Ancoragem
ru: Заземление

# stageTitle_parasympatheticActivation
source: Parasympathetic Activation
de: Parasympathische Aktivierung
fr: Activation du Système Parasympathique
ja: 副交感神経活性化
nl: Parasympathische Activatie
pt: Ativação do Sistema Parassimpático
ru: Активация парасимпатической системы

# stageTitle_awakening
source: Awakening
de: Erwachen
fr: Éveil
ja: 覚醒
nl: Ontwaken
pt: Despertar
ru: Пробуждение

# stageTitle_energizing
source: Energizing
de: Energietank
fr: Énergisant
ja: エネルギー化
nl: Energieverhoging
pt: Energizante
ru: Энергетизация

# stageTitle_focusEnhancement
source: Focus Enhancement
de: Fokusverbesserung
fr: Amélioration de la Concentration
ja: 集中力向上
nl: Focusverbetering
pt: Melhoria do Foco
ru: Улучшение фокусировки

# stageTitle_immediateCalming
source: Immediate Calming
de: Sofortige Beruhigung
fr: Apaisement Immédiat
ja: 即時落ち着き
nl: Onmiddellijke Kalmering
pt: Calma Imediata
ru: Немедленное успокоение

# stageTitle_fullRecovery
source: Full Recovery
de: Vollständige Erholung
fr: Rétablissement Complet
ja: 完全回復
nl: Volledig Herstel
pt: Recuperação Completa
ru: Полное восстановление

# stageTitle_foundationBuilding
source: Foundation Building
de: Grundlagenaufbau
fr: Construction des Fondations
ja: 基礎構築
nl: Basis Opbouw
pt: Construção da Base
ru: Создание фундамента

# stageTitle_complexityIncrease
source: Complexity Increase
de: Komplexitätssteigerung
fr: Augmentation de la Complexité
ja: 複雑さの増加
nl: Complexiteit Toename
pt: Aumento da Complexidade
ru: Увеличение сложности

# stageTitle_sustainedFocus
source: Sustained Focus
de: Anhaltender Fokus
fr: Concentration Soutenue
ja: 持続的集中
nl: Aanhoudende Focus
pt: Foco Sustentado
ru: Устойчивый фокус

# stageTitle_baselineEstablishment
source: Baseline Establishment
de: Baseline-Etablierung
fr: Établissement de la Ligne de Base
ja: ベースライン確立
nl: Basislijn Vaststelling
pt: Estabelecimento da Linha de Base
ru: Установление базового уровня

# stageTitle_therapeuticRatio
source: Therapeutic Ratio
de: Therapeutisches Verhältnis
fr: Ratio Thérapeutique
ja: 治療比率
nl: Therapeutische Verhouding
pt: Razão Terapêutica
ru: Терапевтическое соотношение

# stageTitle_maximumBenefit
source: Maximum Benefit
de: Maximaler Nutzen
fr: Bénéfice Maximum
ja: 最大利益
nl: Maximaal Voordeel
pt: Benefício Máximo
ru: Максимальная польза

# stageTitle_coherenceBuilding
source: Coherence Building
de: Kohärenzaufbau
fr: Construction de la Cohérence
ja: コヒーレンス構築
nl: Coherentie Opbouw
pt: Construção da Coesão
ru: Создание согласованности

# stageTitle_mentalPreparation
source: Mental Preparation
de: Mentale Vorbereitung
fr: Préparation Mentale
ja: 精神的準備
nl: Mentale Voorbereiding
pt: Preparação Mental
ru: Ментальная подготовка

# stageTitle_controlledActivation
source: Controlled Activation
de: Kontrollierte Aktivierung
fr: Activation Contrôlée
ja: 制御された活性化
nl: Gecontroleerde Activering
pt: Ativação Controlada
ru: Контролируемая активация

# stageTitle_heartRateNormalization
source: Heart Rate Normalization
de: Herzfrequenz-Normalisierung
fr: Normalisation du Rythme Cardiaque
ja: 心拍数正常化
nl: Hartslag Normalisatie
pt: Normalização da Frequência Cardíaca
ru: Нормализация сердечного ритма

# stageTitle_recoveryAcceleration
source: Recovery Acceleration
de: Erholungsbeschleunigung
fr: Accélération de la Récupération
ja: 回復促進
nl: Herstelversnelling
pt: Aceleração da Recuperação
ru: Ускорение восстановления

# stageTitle_homeostasisRestoration
source: Homeostasis Restoration
de: Wiederherstellung der Homöostase
fr: Restauration de l'Homéostasie
ja: 恒常性回復
nl: Homeostase Herstel
pt: Restauração da Homeostasia
ru: Восстановление гомеостаза

# stageTitle_mindSettling
source: Mind Settling
de: Geist-Beruhigung
fr: Apaisement de l'Esprit
ja: 心の安定
nl: Geest Stabilisatie
pt: Acalmamento da Mente
ru: Успокоение ума

# stageTitle_deeperAwareness
source: Deeper Awareness
de: Tieferes Bewusstsein
fr: Conscience Plus Profonde
ja: より深い意識
nl: Dieper Bewustzijn
pt: Consciência Mais Profunda
ru: Более глубокая осознанность

# stageTitle_transitionToMeditation
source: Transition to Meditation
de: Übergang zur Meditation
fr: Transition vers la Méditation
ja: 瞑想への移行
nl: Overgang naar Meditatie
pt: Transição para Meditação
ru: Переход к медитации

# stageTitle_gentleIntroduction
source: Gentle Introduction
de: Sanfte Einführung
fr: Introduction Douce
ja: 穏やかな導入
nl: Zachte Introductie
pt: Introdução Suave
ru: Мягкое введение

# stageTitle_painGateControl
source: Pain Gate Control
de: Schmerztor-Kontrolle
fr: Contrôle de la Porte de la Douleur
ja: 疼痛ゲート制御
nl: Pijnpoort Controle
pt: Controle do Portão da Dor
ru: Контроль болевых ворот

# stageTitle_endorphinRelease
source: Endorphin Release
de: Endorphin-Freisetzung
fr: Libération d'Endorphines
ja: エンドルフィン放出
nl: Endorfine Vrijzetting
pt: Liberação de Endorfinas
ru: Высвобождение эндорфинов

# stageTitle_heartRatePreparation
source: Heart Rate Preparation
de: Herzfrequenz-Vorbereitung
fr: Préparation du Rythme Cardiaque
ja: 心拍数の準備
nl: Hartslag Voorbereiding
pt: Preparação da Frequência Cardíaca
ru: Подготовка сердечного ритма

# stageTitle_peakCoherence
source: Peak Coherence
de: Spitzen-Kohärenz
fr: Cohérence de Pointe
ja: ピークコヒーレンス
nl: Piek Cohesie
pt: Coesão de Pico
ru: Пик когерентности

# exerciseTitle_officeBloodFlow
source: Office Blood Flow Recovery
de: Büro-Blutfluss-Erholung
fr: Récupération du Flux Sanguin au Bureau
ja: オフィス血流回復
nl: Kantoor Bloedstroom Herstel
pt: Recuperação do Fluxo Sanguíneo no Escritório
ru: Восстановление кровотока в офисе

# exerciseIntro_officeBloodFlow
source: Desk-friendly stretches to improve circulation after long hours of sitting.
de: Bürofreundliche Dehnübungen zur Verbesserung der Durchblutung nach langen Stunden des Sitzens.
fr: Étirements adaptés au bureau pour améliorer la circulation après de longues heures assises.
ja: 長時間座った後の血流を改善するためのデスクriendlyなストレッチ。
nl: Bureauvriendelijke rekoefeningen om de circulatie te verbeteren na lange uren zitten.
pt: Alongamentos amigos da mesa para melhorar a circulação após longas horas sentado.
ru: Удобные для офиса растяжки для улучшения кровообращения после долгих часов сидения.

# stageTitle_shoulderRelease
source: Shoulder Release
de: Schulterentlastung
fr: Libération des Épaules
ja: 肩のリリース
nl: Schouder Loslaten
pt: Liberação dos Ombros
ru: Освобождение плеч

# stageTitle_neckStretch
source: Neck Stretch
de: Nacken-Dehnung
fr: Étirement du Cou
ja: 首のストレッチ
nl: Nek Rekkking
pt: Alongamento do Pescoço
ru: Растяжка шеи

# phase_instruct_shouldersUp
source: Raise shoulders toward ears
de: Schultern zu den Ohren anheben
fr: Lever les épaules vers les oreilles
ja: 耳を肩に近づけるように肩を上げる
nl: Schouders naar de oren tillen
pt: Levante os ombros em direção às orelhas
ru: Поднимите плечи к ушам

# phase_instruct_shouldersDown
source: Drop shoulders, release tension
de: Schultern senken, Spannung lösen
fr: Baisser les épaules, libérer la tension
ja: 肩を下げて緊張を解く
nl: Schouders laten zakken, spanning loslaten
pt: Abaixe os ombros, libere a tensão
ru: Опустите плечи, снимите напряжение

# phase_instruct_relaxShoulders
source: Stay in position
de: In der Position bleiben
fr: Rester en position
ja: 今の姿勢でいる
nl: Blijf in positie
pt: Fique na posição
ru: Оставайтесь в позиции

# phase_instruct_relaxCompletely
source: Relax completely
de: Vollständig entspannen
fr: Se détendre complètement
ja: 完全にリラックスする
nl: Volledig ontspannen
pt: Relaxe completamente
ru: Расслабьтесь полностью

# phase_instruct_tiltRight
source: Tilt head to the right
de: Kopf nach rechts neigen
fr: Incliner la tête vers la droite
ja: 頭を右に傾ける
nl: Hoofd naar rechts kantelen
pt: Incline a cabeça para a direita
ru: Наклоните голову вправо

# phase_instruct_holdStretch
source: Hold the stretch
de: Dehnung halten
fr: Maintenir l'étirement
ja: ストレッチを続ける
nl: De rekking vasthouden
pt: Mantenha o alongamento
ru: Удерживайте растяжку

# phase_instruct_returnCenter
source: Return to center
de: Zurück zur Mitte
fr: Revenir au centre
ja: 中心に戻る
nl: Terug naar het midden
pt: Volte ao centro
ru: Вернитесь в центр

# phase_instruct_relaxNeck
source: Relax neck muscles
de: Nackenmuskeln entspannen
fr: Détendre les muscles du cou
ja: 首の筋肉リラックス
nl: Nek spieren ontspannen
pt: Relaxe os músculos do pescoço
ru: Расслабьте мышцы шеи

# welcomeSubtitle
source: Your space. Slow down, anytime.
sw: Nafasi yako. Polepole, wakati wowote.
